In [1]:
import pandas as pd
import numpy as np

np.random.seed(42)
data = np.random.randn(4)

temp_series = pd.Series(data)
temp_series

0    0.496714
1   -0.138264
2    0.647689
3    1.523030
dtype: float64

In [2]:
sample_data = [["A", "마케팅", 30],
              ["B", "프로그래머", 27],
              ["C", "요리사", 34]]

pd.DataFrame(sample_data)

   0      1   2
0  A    마케팅  30
1  B  프로그래머  27
2  C    요리사  34